_PAD
_GO
_EOS
_UNK

i
n
a
u
e
h
g
s
N
o
d
y
，
l
x
:
。
w
r
十
q
j
m
0
b
点
门
c
的
S
E
二
z
一
1
三
月
日
录
像
四
k
五
f
六
我
年
2
零
七
速
倍
八
4
5
3
给
区
九
请
看
出
北
调
到
t
南
东
午
回
新
至
放
上
园
西
小
路
中
去
8
后
7
6
9
学
晨
木
齐
疆
p
查
鲁
乌
今
市
晚
要
凌
大
院
控
监
下
案
预
视
频
第
公
两
家
早
山
花
苑
负
天
沿
店
厦
华
城
场
由
属
校
用
医
国
有
酒
水
儿
广
和
局
金
司
工
朝
业
幼
光
付
湖
湾
科
往
治
地
民
向
际
红
维
团
建
阳
自
心
汇
安
物
尔
人
住
限
美
吾
宅
景
车
商
林
通
雅
技
电
博
文
站
福
道
运
江
兵
机
化
世
居
v
石
农
绿
街
行
泰
明
厂
清
分
龙
馆
发
乐
油
合
海
源
百
铁
庭
高
厅
友
流
方
时
青
语
长
职
务
春
会
交
星
社
设
师
盛
德
康
品
测
都
好
名
宾
双
实
河
验
云
贸
沟
昌
银
研
楼
嘉
轩
巷
尚
锦
万
子
汽
管
集
府
佳
究
寺
达
利
财
宝
泉
风
铺
兰
程
生
塔
航
真
丽
术
质
恒
香
空
政
太
经
色
.
窝
代
育
综
果
联
宫
亚
祥
环
郡
外
成
信
材
珠
复
磨
数
装
平
港
动
京
保
迎
紫
展
润
无
队
号
客
易
白
悦
村
如
庄
纪
计
检
层
前
严
产
附
瑞
蓝
富
线
斯
汉
里
理
房
翔
输
永
欧
朗
格
度
假
罗
鸿
矿
教
范
总
巴
关
御
绣
头
警
情
寓
幸
特
卡
能
所
象
喀
妇
力
境
兴
季
械
秀
盈
同
镇
域
丰
播
态
气
宏
谊
功
昆
火
员
是
岭
爱
鑫
乡
普
快
捷
姓
克
股
份
童
资
护
购
印
正
精
界
娃
桥
户
游
盐
饭
孕
盟
奥
旗
网
岛
顺
量
辆
浩
筑
颐
批
办
干
岸
原
骑
鹏
吉
诚
药
玉
期
土
绘
秦
洪
苇
梁
爵
置
军
雁
棉
米
共
划
官
体
池
苏
元
智
州
凯
馨
货
亭
卫
供
活
处
勘
少
堡
访
任
销
纳
胜
钢
族
手
目
俊
郊
病
库
面
观
巢
终
刚
牧
延
级
旋
裕
胡
艺
位
法
推
拿
等
宁
荣
奇
服
超
试
球
飞
察
田
料
什
缇
制
仑
顶
灵
作
冠
谷
沁
惠
规
融
刷
委
炮
滨
意
污
仓
变
扎
操
洋
照
座
专
旺
峰
何
腾
创
支
健
泥
豪
造
室
首
事
领
部
士
知
之
匠
基
黑
音
选
导
威
英
备
障
件
阁
怡
夫
剧
王
朵
铂
邦
哈
颜
咕
噜
老
烟
苹
坤
莱
津
玛
森
川
旭
唯
休
闲
钱
投
胸
粮
可
口
杯
连
央
伶
俐
温
然
舞
器
轻
济
核
志
碧
君
妖
魔
炬
洲
加
喜
玺
侨
潮
企
言
报
独
宜
！
佛
远
/
姆
凤
武
漠
为
玄
辉
步
马
麻
塞
虹
优
倾
稻
进
鸣
蔬
菜
丝
养
皓
豫
包
责
铸
营
冶
协
鲜
芙
蓉
驾
瓷
而
馒
纺
织
赢
滩
脑
接
聋
呈
悠
沙
酱
了
碑
崖
卧
移
柳
鹅
立
芳
证
并
漫
依
托
杭
溪
开
修
殡
仪
曼
灭
盲
辰
全
冲
得
希
顿
还
槟
钻
秋
桃
宽
书
墓
宋
耀
又
党
配
禾
半
典
煌
结
眼
审
逸
翠
神
密
亲
闻
台
荷
携
岚
曦
帝
尊
茂
潜
应
链
矫
议
饮
段
燕
彩
桂
码
搪
因
柏
牛
挖
拉
别
墅
麒
麟
韵
纬
骏
铃
铛
们
艾
甜
鳌
母
枫
重
煤
训
邮
杨
古
植
舍
桐
荆
轲
昊
汲
畜
拳
鞋
望
欢
不
没
见
陆
勤
拨
打
仿
松
浙
黔
角
充
脚
丫
鼎
闫
波
哥
本
些
露
伟
邻
墨
父
屋
镜
吐
袖
葡
萄
也
榆
树
相
想
阿
玫
瑰
腔
俗
班
慧
影
周
岳
刻
税
节
茵
被
钟
聪
约
谐
话
碱
缘
麓
振
藤
援
塘
探
低
盒
禁
鹰
故
堂
餐
直
沛
勃
剑
片
煜
臻
旧
籽
爆
陶
洁
具
跃
纤
梅
忧
伤
泽
组
常
呀
牙
靠
谱
近
注
梧
畔
犹
间
笛
培
比
顾
及
碾
条
欣
当
图
宣
仁
墩
狮
众
炒
闭
辕
赛
找
翼
甲
婴
幽
食
晶
主
入
孔
圣
问
题
莲
贵
酸
添
愿
辈
赎
落
涌
弄
滤
泊
趣
系
偿
祁
衡
初
闵
峪
过
曹
匹
募
痛
让
菱
你
骆
翎
味
愈
狐
这
掉
岗
杀
戮
洞
尧
煨
睛
络
野
邑
侮
辱
坊
尤
蜘
蛛
斡
论
庙
焦
纸
巾
庆
枝
忠
背
诵
已
诉
麦
桔
左
塑
冤
陪
晕
乘
井
煦
板
把
葵
岩
订
艳
逢
卓
缆
那
扬
届
菊
郭
良
坏
澳
签
即
恐
聚
著
更
积
做
滴
赵
屏
宗
致
寒
迷
蒙
来
誊
哟
非
念
郁
闷
晟
标
赣
翁
绍
对
凰
李
曲
软
廷
偏
瘫
毛
坯
征
封
